/************************************************************************/
/*	SYSTEM		LiCATs MCU RX62T										*/
/*	FILE NAME	ramdef_c.c												*/
/*	名  称		Ｃ形式による変数確保									*/
/*																		*/
/*	起動条件	無し（関数無し）										*/
/*																		*/
/*	作  成		11.01.xx												*/
/*	修  正		**.**.**												*/
/*	履  歴																*/
/************************************************************************/
/* エミュレータE1のRAMモニタ対応のため、C形式でのグローバル変数確保を行う(デバッグ専用) */


#include "ctypedef.h"
#define RAMDEF
#include "ramdef.h"	/* グローバル変数宣言 */
